tap "farmotive/k8s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "txn2/tap"

brew "aws-iam-authenticator"
brew "circleci"
brew "deno"
brew "docker-credential-helper-ecr"
brew "farmotive/k8s/kpoof"
brew "fd"
brew "git"
brew "glow"
brew "helm"
brew "hub"
brew "jq"
brew "jsonnet"
brew "k6"
brew "kube-ps1"
brew "kubectx"
brew "make"
brew "mas"
brew "nvm"
brew "protobuf"
brew "python@3.8", link: true
brew "redis", restart_service: true
brew "rust"
brew "stern"
brew "the_silver_searcher"
brew "trash"
brew "txn2/tap/kubefwd"
brew "vault"
brew "webp"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "alfred3"
cask "appcleaner"
cask "bitwarden"
cask "brave-browser"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "diffmerge"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-hasklig"
cask "fork"
cask "freetube"
cask "google-chrome"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "insomnia"
cask "keepingyouawake"
cask "microsoft-edge"
cask "netnewswire-beta"
cask "opera"
cask "openvpn-connect"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "rectangle"
cask "signal"
cask "suspicious-package"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"

mas "com.echodot.Red", id: 1491764008
mas "Ecosia - The search engine that plants trees", id: 1463400445
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "Home Assistant", id: 1099568401
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "NordVPN IKE", id: 1116599239
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Scrobbles for Last.fm", id: 1344679160
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
