tap "benwebber/tunnelblickctl"
tap "farmotive/k8s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "txn2/tap"
brew "aws-iam-authenticator"
brew "circleci"
brew "deno"
brew "docker-credential-helper-ecr"
brew "fd"
brew "git"
brew "helm"
brew "hub"
brew "jq"
brew "jsonnet"
brew "k6"
brew "kube-ps1"
brew "kubectx"
brew "make"
brew "mas"
brew "python@3.8", link: true
brew "rust"
brew "stern"
brew "the_silver_searcher"
brew "trash"
brew "travis"
brew "vault"
brew "webp"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "benwebber/tunnelblickctl/tunnelblickctl"
brew "farmotive/k8s/kpoof"
brew "txn2/tap/kubefwd"
cask "alfred"
cask "appcleaner"
cask "bitwarden"
cask "db-browser-for-sqlite"
cask "diffmerge"
cask "docker"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "imagealpha"
cask "imageoptim"
cask "insomnia"
cask "keepingyouawake"
cask "meetingbar"
cask "microsoft-edge"
cask "opera"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "rectangle"
cask "suspicious-package"
cask "visual-studio-code"
cask "webpquicklook"
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
